[
  {
    "heading": "Император Палпатин",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/palpatine-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/palpatine-nosound.jpg",
    "desc1": "",
    "desc2": "Шив Палпатин, также известный как Дарт Сидиус или просто Император, - Темный лорд ситхов и главный антагонист вселенной Звездных войн. Как сенатор Набу, он развил две личности (Сидиус и Палпатин) для дальнейшей политической карьеры и в конечном итоге был избран Верховным канцлером Галактической Республики."
  },
  {
    "heading": "Энакин Скайуокер",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/anakin-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/anakin-nosound.jpg",
    "desc1": "Он родился в 42 ДБЯ на пустынной планете Татуин, однако сам Энакин предполагал, что он только вырос на засушливой планете, куда прибыл в возрасте около трех лет.Эни рос голубоглазым, добросердечным, трудолюбивым мальчиком, мечтающим когда-нибудь стать звездным пилотом. Но его мечтам не суждено было сбыться, так как Скайуокеры были собственностью, рабами Гардулла хатта.",
    "desc2": "Через несколько лет работы на Гардуллу, тот проиграл семью на гонках тойдарианцу, торговцу запчастями по имени Уотто и Скайуокеры обрели нового хозяина.В восемь лет Энакин впервые узнал о ситах. Про великие войны прошлого ему рассказал старый республиканский пилот, который считал, что в тех войнах не все ситхи погибли и одному удалось выжить.Герой был очень одаренным ребенком. Он очень преуспел в математике и технике. В столь молодом возрасте Эни мог собрать что угодно. Так он собрал свой собственный кар и робота С-3РО, закончив работу где то к девяти годам."
  },
  {
    "heading": "Дарт Вейдер",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/darth-vader-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/darth-vader-nosound.jpg",
    "desc1": "Дарт Вейдер ведет борьбу против Повстанческого Альянса, для того чтобы не допустить распад Империи. Альянс же, напротив, хочет восстановления Галактической республики и союза свободных планет.",
    "desc2": "Дарт Вейдер – это главный отрицательный персонаж, жестокий и хитрый предводитель Галактической императорской армии, которая доминирует во всей Вселенной. Он является, по сути, самым могущественным ситхом, а также обучается у самого Императора Палпатина и находится на темной стороне Силы."
  },
  {
    "heading": "Люк Скайуокер",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/luke-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/luke-nosound.jpg",
    "desc1": "После потери правой руки Дарту Вейдеру Люк становится гораздо более спокойным, уравновешенным и терпеливым. Несмотря на то, что теперь он лучше контролирует свои эмоции и вспыльчивость, чем его отец, у Люка все еще бывают моменты, когда он теряет терпение и вспыльчивость. Это было заметно, когда Вейдер говорил о том, чтобы заставить Лею перейти на темную сторону, и Люк сердито победил его в их дуэли на Звезде Смерти.",
    "desc2": "Как и его отец, Энакин Скайуокер , Люк умен, мудр, самоотвержен, храбр, горд, импульсивен и предан. У него есть чувство справедливости, чести и нравственности; конечно, как и его отец, он иногда бывает самоуверенным, вспыльчивым, вспыльчивым, агрессивным, непредсказуемым, нетерпеливым, трудным и эмоционально незащищенным. У него есть способность видеть хорошее в других, и он не очень хороший лжец."
  },
  {
    "heading": "Граф Дуку",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/dooku-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/dooku-nosound.jpg",
    "desc1": "",
    "desc2": "Граф Дуку, также известный как Дарт Тиранус, является главным антагонистом франшизы «Звездных войн». Когда-то рыцарь-джедай и бывший ученик мастера-джедая Йоды и мастера Куай-Гона Джинна, Дуку пал на Темную сторону, став вторым учеником Дарта Сидиуса и главой государства Конфедерации независимых систем после смерти Куай-Гона в руки Мола."
  },
  {
    "heading": "Генерал Гривус",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/grievous-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/grievous-nosound.jpg",
    "desc1": "Родившийся на планете Кали и впервые проявивший свои незаурядный талант военачальника во время Хакской войны генерал Гривус, наряду с графом Дуку, Нутом Ганреем и Погглем Меньшим, был одним из лидеров сепаратистов. Гривус прославился своей ненавистью к джедаям и лично убил более ста из них, забрав себе в качестве трофеев их световые мечи.",
    "desc2": "Генерал Гривус, настоящее имя Кимаен джай Шилал — мужчина-калишец, Верховный главнокомандующий Армией дроидов Конфедерации независимых систем во времена Войн клонов."
  },
  {
    "heading": "Оби-Ван Кеноби",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/kenobi-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/kenobi-nosound.jpg",
    "desc1": "Кеноби сражался в звании высшего генерала-джедая на стороне Галактической Республики в течение Войн клонов, заработав прозвище «посредник» («переговорщик»). Оби-Ван лично положил конец угрозе, которую представлял собой генерал Гривус. Кеноби был одним из последних членов Совета джедаев во времена заката Старой Республики, а также одним из немногих джедаев, переживших приказ 66.",
    "desc2": "Оби-Ван Кеноби позднее известный как Бен Кеноби — легендарный мастер-джедай, человек. Он был падаваном Квай-Гона Джинна, а затем, после его смерти, взял в ученики Энакина Скайуокера. После падения Энакина на Тёмную сторону стал учителем его сына — Люка Скайуокера."
  },
  {
    "heading": "Кайло Рен",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/ren-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/ren-nosound.jpg",
    "desc1": "",
    "desc2": "Кайло Рен — мрачный воин, обладающий способностями в Силе. Он руководит операциями Первого Ордена — такой же неудержимый, как и его особой конструкции световой меч. Рен — это не фамилия героя; приставка указывает на принадлежность к таинственному ордену «Рыцарей Рен». Кайло Рен служит Первому Ордену, однако втайне преследует свои личные интересы."
  },
  {
    "heading": "Магистр Йода",
    "videoUrl": "https://storage.yandexcloud.net/project-star-wars/yoda-nosound.webm",
    "poster": "https://storage.yandexcloud.net/project-star-wars/yoda-nosound.jpg",
    "desc1": "Никому не известно, на какой планете родился Йода. История также умалчивает о родственниках необычного джедая. Доподлинно известно, что Йода (и это настоящее имя героя) попал в воинский Орден, будучи взрослым.",
    "desc2": "Змееподобное существо открыло герою правду: Йода наделен Силой и станет великим джедаем, нужно только терпеливо учиться. Н'ката Дель Гормо несколько лет преподавал ученику основы владения Силой, после чего Йода отправился на Корусант, где продолжил обучение в должности младшего джедая."
  }
]
